const musicList = [
    {
        song: "海底", singer: "一支榴莲", album: "", duration: 256, isLike: true, lyric: `[00:05.70] 原唱：一支榴莲
[00:06.45] 作曲 : PSROSIE
[00:07.52] 作词 : PSROSIE
[00:09.02] 翻唱：酩九
[00:23.97] 散落的月光穿过了云
[00:33.61] 躲着人群
[00:38.00] 铺成大海的鳞
[00:41.56] 海浪打湿白裙
[00:44.40] 试图推你回去
[00:50.66] 海浪清洗血迹
[00:52.97] 妄想温暖你
[00:59.14] 往海的深处听
[01:03.45] 谁的哀鸣在指引
[01:08.65] 灵魂没入寂静
[01:10.94] 无人将你吵醒
[01:17.23] 你喜欢海风咸咸的气息
[01:20.10] 踩着湿湿的沙砾
[01:22.37] 你说人们的骨灰应该撒进海里
[01:26.09] 你问我死后会去哪里
[01:29.03] 有没有人爱你
[01:31.09] 世界能否不再
[01:35.27] 总爱对凉薄的人扯着笑脸
[01:39.70] 岸上人们脸上都挂着无关
[01:44.20] 人间毫无留恋
[01:46.51] 一切散为烟
[02:24.45] 散落的月光穿过了云
[02:33.65] 躲着人群
[02:38.07] 溜进海底
[02:42.03] 海浪清洗血迹
[02:44.64] 妄想温暖你
[02:50.80] 灵魂没入寂静
[02:53.27] 无人将你吵醒
[02:59.60] 你喜欢海风咸咸的气息
[03:02.25] 踩着湿湿的沙砾
[03:04.60] 你说人们的骨灰应该撒进海里
[03:08.16] 你问我死后会去哪里
[03:11.07] 有没有人爱你
[03:13.29] 世界已然将你抛弃
[03:17.49] 总爱对凉薄的人扯着笑脸
[03:21.90] 岸上人们脸上都挂着无关
[03:26.32] 人间毫无留恋
[03:28.53] 一切散为烟
[03:34.70] 来不及来不及
[03:39.30] 你曾笑着哭泣
[03:43.47] 来不及来不及
[03:47.75] 你颤抖的手臂
[03:52.07] 来不及来不及
[03:56.69] 无人将你打捞起
[04:01.39] 来不及来不及
[04:05.77]你明明讨厌窒息
[04:09.92]`}, {
        song: "等你归来", singer: "程响", album: "等你归来", duration: 235, isLike: true, lyric: `[00:00.00]等你归来 - 程响
        [00:01.49]词：宁缺
        [00:02.14]曲：宁缺
        [00:02.78]编曲：曲比阿且
        [00:04.06]宣发：刘芳
        [00:04.92]混音：王朋
        [00:05.77]母带：全相彦
        [00:07.70]文案：冷小婧
        [00:08.77]艺术效果：华玮轩
        [00:10.27]出品人：潘鸿业
        [00:11.55]OP：北京金翼龙国际文化传媒有限公司
        [00:14.98]「未经著作权人书面许可 不得以任何方式（包括翻唱、翻录等）使用」
        [00:21.00]我就在这里
        [00:23.21]等你披星戴月乘着风而来
        [00:30.39]我就在这里埋好烈酒候你故事开
        [00:37.53]千千万万人海灯火阑珊
        [00:42.54]你多少次不在
        [00:46.17]走遍高高低低一路辗转
        [00:50.90]朝暮青丝已白
        [00:56.51]我在红尘等你 人间等你
        [01:01.77]守繁华之外
        [01:04.96]揽尽星辰入怀 千川归来
        [01:10.14]化一片沧海
        [01:13.39]我在九幽等你 极乐等你
        [01:18.46]望彼岸花开
        [01:21.68]长对三生浮白 不畏不改
        [01:26.80]渡过去将来
        [01:51.13]我就在这里
        [01:53.01]等你跨山越海踏着云烟来
        [02:00.56]我就在这里望尽天涯风雨也不改
        [02:07.97]安安静静岁月时光荏苒
        [02:12.47]你或许会徘徊
        [02:15.93]挥别近近远远一身尘埃
        [02:20.82]俯仰皆是无奈
        [02:26.66]我在红尘等你 人间等你
        [02:31.73]守繁华之外
        [02:34.90]揽尽星辰入怀 千川归来
        [02:40.13]化一片沧海
        [02:43.46]我在九幽等你 极乐等你
        [02:48.48]望彼岸花开
        [02:51.64]长对三生浮白 不畏不改
        [02:56.92]渡过去将来
        [02:59.85]我在红尘等你 人间等你
        [03:05.35]守繁华之外
        [03:08.40]揽尽星辰入怀 千川归来
        [03:13.65]化一片沧海
        [03:16.94]我在九幽等你 极乐等你
        [03:21.88]望彼岸花开
        [03:25.10]长对三生浮白 不畏不改
        [03:30.38]渡过去将来
        [03:35.11]长对三生浮白 不畏不改
        [03:40.94]渡过去将来`}, {
        song: "错位时空", singer: "艾辰", album: "错位时空", duration: 203, isLike: false, lyric: `[00:02.23]词：周仁
        [00:03.19]曲：张博文
        [00:04.20]OP：腾煌星象
        [00:04.20]出品：网易飓风工作室
        [00:15.50]填不满半排观众的电影
        [00:19.12]直到散场时突然亮起灯
        [00:23.03]字幕定格在某某出品和发行
        [00:26.30]我目送 他们行色匆匆
        [00:29.88]像个自不量力的复读生
        [00:33.45]完不成金榜题名的使命
        [00:37.28]命不是猜剪刀石头布的决定
        [00:41.03]那么任性
        [00:44.52]我吹过你吹过的晚风
        [00:48.12]那我们算不算 相拥
        [00:51.73]可如梦初醒般的两手空空
        [00:55.34]心也空
        [00:58.90]我吹过你吹过的晚风
        [01:02.50]是否看过同样 风景
        [01:06.10]像扰乱时差留在错位时空
        [01:09.67]终是空 是空
        [01:30.88]数不完见证许愿的繁星
        [01:34.31]没灵验谁来安慰坏心情
        [01:38.23]十字路口闪烁不停的信号灯
        [01:41.49]有个人 显然心事重重
        [01:45.11]三个字 只能说给自己听
        [01:48.64]仰着头不要让眼泪失控
        [01:52.50]哪里有可以峰回路转的宿命
        [01:56.22]我不想听
        [01:59.80]我吹过你吹过的晚风
        [02:03.36]那我们算不算 相拥
        [02:07.00]可如梦初醒般的两手空空
        [02:10.56]心也空
        [02:13.93]我吹过你吹过的晚风
        [02:17.73]是否看过同样 风景
        [02:21.36]像扰乱时差留在错位时空
        [02:24.84]终是空 是空
        [02:32.10]我吹过你吹过的晚风
        [02:35.65]空气里弥漫着 心痛
        [02:39.23]可我们 最后 在这错位时空
        [02:42.90]终成空
        [02:46.45]我吹过你吹过的晚风
        [02:49.95]空气里弥漫着 心痛
        [02:53.55]可我们 最后 在这错位时空
        [02:57.13]终成空 成空
        [03:03.51]编曲：陈林
        [03:04.51]分轨混音：Mr.鱼
        [03:05.51]制作人：艾辰
        [03:06.51]贝斯：谭玮
        [03:07.51]吉他：望雷
        [03:08.51]监制/统筹：孙斌@子文沐凡
        [03:09.51]贴唱/和声：沙栩帆
        [03:11.51]企划：丁柏昕/袁晓童
        [03:12.51]宣发：徐思灵
        [03:13.51]出品人：谢奇笛/凌联兴
        [03:14.51]本歌曲来自〖飓风计划〗
        [03:15.51]10亿现金激励，千亿流量扶持！
        [03:16.51]业务联系：jf399@vip.163.com`},
    {
        song: "梦里花", singer: "张韶涵", album: "梦里花", duration: 218, isLike: false, lyric: `[00:00.08]张韶涵 - 梦里花
        [00:00.40]唯一纯白的茉莉花
        [00:06.97]盛开在琥珀色月牙
        [00:13.34]就算失去所有爱的力量
        [00:20.32]我也不曾害怕
        [00:40.28]天空透露着微光
        [00:43.01]照亮虚无迷惘
        [00:46.59]在残垣废墟之中
        [00:49.52]寻找唯一梦想
        [00:53.15]古老的巨石神像
        [00:55.98]守护神秘时光
        [00:59.57]清澈的蓝色河流
        [01:02.50]指引真实方向
        [01:05.74]穿越过风沙
        [01:09.10]划破了手掌
        [01:12.18]坚定着希望去闯
        [01:18.25]唯一纯白的茉莉花
        [01:24.71]盛开在琥珀色月牙
        [01:31.13]就算失去所有爱的力量
        [01:38.11]我也不曾害怕
        [01:58.11]古老的巨石神像
        [02:00.89]守护神秘时光
        [02:04.43]清澈的蓝色河流
        [02:07.30]指引真实方向
        [02:10.58]穿越过风沙
        [02:13.76]划破了手掌
        [02:16.99]坚定着希望去闯
        [02:26.44]唯一纯白的茉莉花
        [02:32.76]盛开在琥珀色月牙
        [02:39.29]就算失去所有爱的力量
        [02:46.26]我也不曾害怕
        [02:52.28]穿越千年的石版画
        [02:58.97]刻画着永恒的天堂
        [03:05.24]轻轻拭去满布全身的伤
        [03:12.12]我从不曾绝望`},
];

// console.log(musicList);

const Music = require("../models/music");
Music.bulkCreate(musicList);